export default {
  projections: {
    ДокументНеУтE: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      },
      тЧСоздДок: {
        __caption__: 'Т ч созд док',
        формаДокумента: {
          __caption__: 'Форма документа',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ДокументНеУтL: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      }
    }
  },
  validations: {
    датаСохранения: {
      __caption__: 'Дата сохранения'
    },
    тЧСоздДок: {
      __caption__: 'Т ч созд док'
    }
  }
};
